w6/d5/cats99/app/controllers/cats_controller.rb

  def index
    cats = Cat.all
---
SELECT "cats".* FROM "cats"